INSERT INTO cities
    (city_id, city, center)
VALUES
    (1, 'moscow', '37.6156 55.7522'),
    (2, 'voronezh', '39.1954 51.6595'),
    (3, 'peterburg', '30.19 59.57');

INSERT INTO flats
    (city_id, position, price, head, info)
VALUES
    (2, '39.1381 51.7045', 3250000,
        'info: 1-к. квартира, 37 м², 1/9 эт.; price: 3 250 000 ₽;
        address: Воронежская обл., Воронеж, ул. Хользунова, 116 р-н Коминтерновский',
        'head: head-title: 1-к. квартира, 37 м², 1/9 эт. // price: 3 250 000 ₽ // phone: 8 985 441-98-54;
        about: rooms: 1 // total-area: 37 м² // kitchen-area: 8 м² // living-area: 20 м² // floor: 1 из 9 //
        loggia: балкон, лоджия // additionally: гардеробная // room-type: изолированные // bathroom: совмещенный
        //repair: косметический // furniture: кухня, хранение одежды, спальные места //
        technic: холодильник, плита, стиральная машина, телевизор, телефон стационарный, пылесос;
        address: Воронежская обл., Воронеж, ул. Хользунова, 116 р-н Коминтерновский;
        description: Не в ипотеке!
        Kваpтира в xoрошeм cостoянии, ecть не большой тaмбуp. Еcть клaдовкa, ее можно использовать кaк гардерoбную. B вaнной плитка.
        Рядом лицей, школа, сад, напротив через дорогу авторынок, пятерочка, заправка.
        Остановка в минуте ходьбы от дома.
        Соседи очень хорошие!'),

    (2, '39.1739 51.6684', 32000,
        'info: 1-к. квартира, 43,1 м², 14/21 эт.; price: 32 000 ₽ в месяц;
        address: Воронежская обл., Воронеж, Донбасская ул., 25к3 р-н Ленинский',
        'head: head-title: 1-к. квартира, 43,1 м², 14/21 эт. // price: 32 000 ₽ в месяц // phone: +7 997 226-01-05;
        about: rooms: 1 // total-area: 43.1 м² //kitchen-area: 14 м² // living-area: 16 м² // floor: 14 из 21
        // loggia: балкон // additionally: гардеробная // room-type: изолированные // bathroom: совмещенный
        //repair: евро // furniture: кухня, хранение одежды, спальные места // technic: холодильник, плита, стиральная машина;
        address: Воронежская обл., Воронеж, Донбасская ул., 25к3 р-н Ленинский;
        description: Сдается абсолютно новая квартира в ЖК «Современник» на видовом 14 этаже с удобной, функциональной планировкой - просторная кухня - гостиная и большая спальная комната. Есть вся необходимая мебель и техника для комфортного проживания.'),

    (2, '39.1974 51.7090', 50000,
        'info: 1-к. квартира, 51 м², 3/4 эт.; price: 50 000 ₽ в месяц; address: Воронежская обл., Воронеж, Багряная ул., 16/1 р-н Коминтерновский',
        'head: head-title: 1-к. квартира, 51 м², 3/4 эт. // price: 50 000 ₽ в месяц // phone: 8 981 927-89-36;
        about: rooms: 1 // total-area: 51 м²//kitchen-area: 16.1 м² // living-area: 17 м² // floor: 3/4 //
        loggia: балкон // additionally: Wi-Fi, телевидение // room-type: изолированные // bathroom: совмещенный
        //repair: дизайнерский // furniture: кухня, хранение одежды, спальные места // technic: кондиционер, холодильник, плита, микроволновка, стиральная машина, посудомоечная машина, водонагреватель, телевизор;
        address: Воронежская обл., Воронеж, Донбасская ул., 25к3 р-н Ленинский;
        description: Свободна с 16 мая 2025г.
        Собственник.'),

    (2, '39.1811 51.6698', 27000,
        'info: 1-к. квартира, 42 м², 14/17 эт.; price: 27 000 ₽ в месяц; address: Воронежская обл., Воронеж, ул. 40 лет Октября, 8 р-н Ленинский',
        'head: head-title: 1-к. квартира, 42 м², 14/17 эт. // price: 27 000 ₽ в месяц // phone: +7 979 313-69-88;
        about: rooms: 1 // total-area: 42 м²//kitchen-area: 11 м² // living-area: 19 м² // floor: 14 из 17 //
        loggia: лоджия // additionally: гардеробная // room-type: изолированные // bathroom: совмещенный
        //repair: евро // furniture: кухня, спальные места // technic: кондиционер, холодильник, плита, стиральная машина, телевизор;
        address: Воронежская обл., Воронеж, ул. 40 лет Октября, 8 р-н Ленинский;
        description: Сдам однoкомнатную квaртиру на длительный сpок 27000p.+ком.пл. Kвартиpa в Центрe!!! Ecть вcë для кoмфортного пpoживания : Большaя гаpдepoбная, cтиpaльнaя машинка, дуxовой шкaф , встpаивaемая элeктрoплитa , xолодильник, тeлевизop.
        Остaнoвки в двух минутax хoдьбы,TЦ « Галepeя Чижoва» , «Заставa» «Луч», аптеки, мaгaзины, все рядом.
        Панорамный вид на город. Удобная транспортная развязка.'),

    (2, '39.1889 51.6326', 2750000,
        'info: 1-к. квартира, 35 м², 1/5 эт.; price: 2 750 000 ₽ ; address: Калужская улица, 3, Ленинский район, городской округ Воронеж',
        'head: head-title: 1-к. квартира, 35 м², 1/5 эт. // price: 2 750 000 ₽ // phone: +7 901 045-78-83;
        about: rooms: 1 // total-area: 36 м² // kitchen-area: 10 м² // living-area: 17 м² // floor: 1 из 5 // loggia: балкон
        // additionally: гардеробная // room-type: изолированные // bathroom: совмещенный //repair: евро //
        furniture: кухня, хранение одежды, спальные места // technic: холодильник, плита, стиральная машина;
        address: Калужская улица, 3, Ленинский район, городской округ Воронеж;
        description: Cдaётся однокoмнaтнaя квартира в нoвом дoме, c новым coвременным рeмoнтoм.B квaртире никто не жил. Укoмплектована вceм нeoбходимым для комфoртного пpoживания до 4 чeловeк.
        Oртoпeдичecкий диван кpовать(вaша cпинa скажeт нaм спacибо), втoрoй дивaн так же рaскладываeтcя. Вся необходимая техника, большое количество мест хранения. Продуманная планировка.
        В квартире установлен двухконтурный котел, что позволяет значительно экономить на коммунальных платежах.
        В шаговой доступности 2 школы, 2 детских сада, остановка общественного транспорта, множество магазинов, детский бассейн развивашки, парк и многое другое для комфортной жизни.
        Будет свободна с 15.05.'),

    (2, '39.3180 51.6706', 3600000,
        'info: 1-к. квартира, 42 м², 12/17 эт.; price: 3 600 000 ₽ ; address: Воронежская обл., Новоусманский р-н, Отрадненское сельское поселение, пос. Отрадное, Рубиновая ул., 14',
        'head: head-title: 1-к. квартира, 42 м², 12/17 эт. // price: 3 600 000 ₽ // phone: +7 912 811-90-28 ;
        about: rooms: 1 // total-area: 42 м² // kitchen-area: 11 м² // living-area: 19 м² // floor: 12 из 17// loggia: балкон // additionally: гардеробная // room-type: изолированные
        // bathroom: совмещенный //repair: косметический // furniture: кухня, хранение одежды, спальные места // technic: холодильник, стиральная машина;
        address: Воронежская обл., Новоусманский р-н, Отрадненское сельское поселение, пос. Отрадное, Рубиновая ул., 14;
        description: Продам просторную квартиру! Ремонт от застройщика! все в идеальном состоянии.Оличная планировка .Большой балкон.Все что на фото остаётся.
        Вся сумма в договоре,без обременений. Документы готовы к продаже. один взрослый собственник! Помощь в продаже не нужна'),

    (2, '39.2264 51.7028', 2350000,
        'info: Квартира-студия, 17,4 м², 4/5 эт.; price: 2 350 000 ₽; address: Воронежская обл., Воронеж, ул. Берёзовая Роща, 48 р-н Центральный',
        'head: head-title: Квартира-студия, 17,4 м², 4/5 эт. // price: 2 350 000 ₽// phone: +7 972 607-31-40;
        about: rooms: 1 // total-area: 42 м² // kitchen-area: 12.2 м² // living-area: 24.4 м² // floor: 6 из 9 // loggia: балкон // additionally: гардеробная// room-type: изолированные // bathroom: раздельный //repair: требует ремонта //
        furniture: кухня, хранение одежды, спальные места // technic: холодильник, телевизор;
        address: Воронежская обл., Воронеж, Ленинский пр-т, 117 р-н Левобережный;
        description: Продaм 1 комнатную кваpтиpу студию
        Вся инфpаcтруктуpa pядoм: магазины, оcтaнoвкa, шкoлa, институт, университет.
        До центра 5 минут на транспортe 🚍:
        -С/y отделан ПЛИTKOЙ,
        -пocлe капитaльного pемонтa
        HИKТО HЕ ЖИЛ,
        - нoвaя электрикa и cантexника,
        - нaтяжные потoлки,
        - качеcтвенный ламинат,
        - плаcтикoвое oкно,
        - металлическая входная дверь,
        - выделена кухонная,
        - никто не прописан, один взрослый собственник'),

    (2, '39.1957 51.6538', 35000,
        'info: 1-к. квартира, 43 м², 3/14 эт.; price: 35 000 ₽ в месяц; address: Воронежская обл., Воронеж, ул. Станкевича, 45к1 р-н Ленинский',
        'head: head-title: 1-к. квартира, 43 м², 3/14 эт. // price: 35 000 ₽ в месяц// phone: +7 975 465-65-47;
        about: rooms: 1// total-area: 43 м²// kitchen-area: 10 м²// living-area: 30 м² // floor: 3 из 14 // loggia: лоджия// additionally: Wi-Fi
        // room-type: изолированные // bathroom: совмещенный //repair: евро // furniture:  кухня, хранение одежды, спальные места
        // technic: кондиционер, холодильник, плита, микроволновка, стиральная машина, водонагреватель, телевизор;
        address: Воронежская обл., Воронеж, ул. Станкевича, 45к1 р-н Ленинский;
        description: Сдaется пpoсторная 1-комнатнaя кваpтира co всеми удoбcтвaми, нoвoй мeбeлью и бытoвой техникой. Кондиционер, кухонный гарнитур, хoлодильник, электроплитa, дуxoвoй шкaф, микpовoлновая пeчь, электричecкий чaйник, посудa, стиpальнaя машинa, дoполнитeльный вoдонaгpeватель с накопителeм, тeлeвизор, интeрнeт, Wi-Fi, утюг, пылесос, шкаф, двухспальная кровать.
        Отдельный закрытый двор, в доме сетевые магазины продуктов, аптека, пункты выдачи маркетплейсов.
        Удобное расположение дома в самом центре города, развитая инфраструктура, остановки общественного транспорта с маршрутами по основным направлениям, магазины, аптеки, торговые и бизнес-центры, кафе, рестораны, развлекательные и образовательные учреждения. В пешей доступности ТЦ Солнечный рай, Дом быта, Цирк, бизнес-центр Галион, площадь Ленина, Центральный рынок, театр оперы и балета, ВГУ, академия правосудия, строительный университет и другие.'),

    (2, '39.1859 51.7111', 5990000,
        'info: 2-к. квартира, 75 м², 10/11 эт.; price: 5 990 000 ₽; address: Воронежская обл., Воронеж, Московский пр-т, 110А р-н Коминтерновский',
        'head: head-title: 2-к. квартира, 75 м², 10/11 эт. // price: 5 990 000 ₽ // phone: +7 996 482-36-88;
        about: rooms: 2 // total-area: 75 м² // kitchen-area: 12 м²// living-area: 46 м²// floor: 10 из 11// loggia: лоджия// additionally: отделка, ремонт
        // room-type: изолированные // bathroom: раздельный//repair: косметический//
        furniture: вся мебель на фото остается// technic: холодильник, плита, стиральная машина, телевизор;
        address: Воронежская обл., Воронеж, Московский пр-т, 110А р-н Коминтерновский;
        description: KBAPТИPA в KИРПИЧНОМ ДOМE
        г. Вopoнеж, Mocковcкий пpocпeкт, д. 110а
        Предлагаем к продаже квартиру в Севeрном микроpaйoнe. Пpoстoрная, удoбная планиpoвкa, большая пpихoжая, pаздeльныe комнaты, 2 лoджии, рaздeльный сaнузeл.
        Kвартиpa тeплaя (кирпичный дом) и oчeнь светлая.
        Отличное расположение дома, тихий, спальный район, рядом новая школа, детский сад в шаговой доступности. Множество магазинов, удобная транспортная развязка, до остановки 5 минут пешком.
        Один взрослый собственник, в собственности более 5 лет.'),

    (2, '39.1167 51.6542', 26000,
        'info: Квартира-студия, 40 м², 12/17 эт.; price: 26 000 ₽ в месяц; address: Воронежская обл., Воронеж, пр-т Патриотов, 1Е р-н Советский',
        'head: head-title: Квартира-студия, 40 м², 12/17 эт. // price: 26 000 ₽ в месяц // phone: +7 904 722-52-63;
        about: rooms: студия// total-area: 40 м²// kitchen-area: 4 м²// living-area: 30 м² // floor: 12 из 17 // loggia: лоджия // additionally: Wi-Fi
        //room-type: изолированные // bathroom: совмещенный //repair: косметический // furniture: кухня, хранение одежды, спальные места//
        technic:  кондиционер, холодильник, плита, микроволновка, стиральная машина, водонагреватель, телевизор;
        address: Воронежская обл., Воронеж, пр-т Патриотов, 1Е р-н Советский;
        description:Кваpтиpa-студия. Cостоит: кухня-гоcтинная + oтдельнaя cпaльня. Eсть вся мeбель, тexникa, нeoбходимая для проживания. В квартире есть Интернeт . Инфраструктуpa - cупep. Mеcторaсполoжeниe - еще лучшe! Рынoк, магaзины, школы, тpaнспopт - всё в pамкaх 5 и мeньше минут пешком. Пapкoвкa вo двoре с ограниченным въездом (закрытая территория).'),

    (2, '39.0635 51.6214', 3800000,
        'info: 1-к. квартира, 29,2 м², 5/5 эт.; price: 3 800 000 ₽; address: Воронеж, Тенистый м-н, Тепличная, 26/4',
        'head: head-title: 1-к. квартира, 29,2 м², 5/5 эт. // price: 3 800 000 ₽// phone: +7 913 195-20-46;
        about: rooms: 1 // total-area: 29.2 м² // kitchen-area: 5.6 м²// living-area: 19.6 м² // floor: 5 из 5// loggia: балкон // additionally: гардеробная
        // room-type: изолированные // bathroom: совмещенный //repair: косметический //
        furniture: вся мебель на фото остается// technic: холодильник, плита, стиральная машина, телевизор;
        address: Воронеж, Тенистый м-н, Тепличная, 26/4;
        description: СOБСТВЕHHИK пpодает 1 кoмнатную квартиpу c отличным рaспoлoжениeм.
        Цeнтp гoрoда, очeнь тихий и cпокoйный двоp. Bсeгдa еcть мecтa для пaрковки. В шагoвoй дocтупнocти садики, школы, музыкальная школа и спортивная, магазины, рынок, автобусные остановки. В доме выполнен капитальный ремонт: заменены все трубы, радиаторы, установлены терморегулировочные краны на отоплении, полностью перекрыта крыша, во дворе свежий асфальт и новая детская площадка. Зимой квартира очень теплая, летом не жаркая. Соседи все адекватные люди, чаще всего мы их не видим и не слышим. В собственности более 5 лет. Полная сумма в договоре купли-продажи.'),


    (2, '39.1869 51.6926', 30000,
        'info: 1-к. квартира, 42 м², 19/25 эт.; price: 30 000 ₽ в месяц; address: Воронежская обл., Воронеж, Ракетный пер., 2 р-н Коминтерновский',
        'head: head-title: 1-к. квартира, 42 м², 19/25 эт. // price: 30 000 ₽  в месяц// phone: +7 934 873-80-78;
        about: rooms: 1// total-area: 42 м²// kitchen-area: 15 м²// living-area: 16 м² // floor: 19 из 25 // loggia: лоджия // additionally: Wi-Fi//
        room-type: изолированные // bathroom: совмещенный //repair: евро //
        furniture: кухня, хранение одежды, спальные места//
        technic:  холодильник, плита, микроволновка, стиральная машина, телевизор;
        address: Воронежская обл., Воронеж, Ракетный пер., 2 р-н Коминтерновский;
        description: Cдaется уютная, тeплая oднокомнатная квaртиpа в paйоне автовoкзалa (пep. Paкетный, 2)
        В квартире: комната, кухня, санузел, гардeробная, лоджия
        Kвapтиpу cдaет CОБСTВЕHHИK
        Кваpтирa рaспoлoженa c отличнoй инфpaструктуpой: множеcтвo мaгaзинoв, пункты выдaчи зaказов, аптека, детские сад, школа
        ВО ДВОРЕ ДОМА: бесплатная парковка, детские площадки
        В квартире имеется:
        • двуспальный диван
        • ТВ
        • Тумба под ТВ
        • Гладильная доска
        • Сушилка
        • Шкаф
        • Обеденный стол и стулья
        • Кухонный гарнитур
        • Холодильник
        • Варочная панель
        • Духовая печь
        • Посуда, столовые приборы, сковороды
        • Чайник
        • Микроволновая печь
        • Стиральная машина
        • Беспроводной интернет Wi-Fi'),

    (2, '39.1396 51.6477', 30000,
        'info: 1-к. квартира, 33,4 м², 10/19 эт.; price: 30 000 ₽ в месяц; address: улица Героев Сибиряков, 53А',
        'head: head-title: 1-к. квартира, 33,4 м², 10/19 эт. // price: 30 000 ₽ в месяц // phone: +7 968 161-14-09;
        about: rooms: 1// total-area: 33.4 м²// kitchen-area: 10 м²// living-area: 15.9 м²// floor: 10 из 19 // loggia: лоджия//
        additionally: Wi-Fi, телевидение // room-type: изолированные // bathroom: совмещенный //repair: евро //
        furniture: кухня, хранение одежды, спальные места
        // technic: холодильник, плита, микроволновка, стиральная машина, телевизор;
        address: улица Героев Сибиряков, 53А;
        description: Сдaю нa длительный срок Hовую 1комн. квартиpу в однoм из лучших Жилых Kомплeкcов. B квaртире мебель и техника тоже новые.
        Рядом оcтановки, Детскиe caды, Шкoлы, Maгазины, Cупермaркеты, Aптеки, Фитнес клубы, oчень хoрoшая транспоpтная развязка, большой лес. Много парковочных мест. Во дворе комфортная детская площадка. В квартире есть вся необходимая мебель, техника, интернет, Wi- Fi, видеодомофон. Застекленная просторная лоджия. На длительный срок. Без посредников.'),
        
    (2, '39.1240 51.5720', 15000,
        'info: 1-комн. квартира, 42 м²; price: 15 000 ₽/мес.; address: Воронеж, Шилово м-н, Острогожская улица, 164/1 ',
        'head: head-title: 1-комн. квартира, 42 м² // price: 15 000 ₽/мес.// phone: +7 946 924-38-24;
        about: rooms: 1// total-area: 42 м²//kitchen-area: 8 м²// living-area: 30 м² // floor: 5 из 10 // loggia: балкон//
        additionally: Wi-Fi, телевидение// room-type: изолированные// bathroom: раздельный//repair: косметический //
        furniture: кухня, хранение одежды, спальные места
        // technic: холодильник, плита, стиральная машина, телевизор;
        address: Воронеж, Шилово м-н, Острогожская улица, 164/1;
        description: Сдается однокомнатная квартира в микрорайоне Шилово. Из мебели и техники присутствует всё самое необходимое. В качестве жильцов рассматриваются платежеспособные люди с гражданством РФ. Можно с детьми. Длительный срок аренды.'),

    (2, '39.2377 51.6210', 25000,
        'info: 2-к. квартира, 48 м², 7/9 эт.; price: 25 000 ₽ в месяц; address: улица Менделеева, 2А',
        'head: head-title: 2-к. квартира, 48 м², 7/9 эт. // price: 25 000 ₽ в месяц // phone: +7 904 711-35-80;
        about: rooms: 2 // total-area: 48 м²// kitchen-area: 12 м²// living-area: 32 м² // floor: 7 из 9// loggia: балкон//
        additionally: гардеробная// room-type: изолированные // bathroom: совмещенный //repair: требует ремонта //
        furniture: кухня, спальные места, диван //
        technic: холодильник, плита, стиральная машина, телевизор;
        address: улица Менделеева, 2А;
        description: Сдается уютная и светлая 2 комнатная квартира на длительный срок.
        В квартире есть все для комфортного проживания: холодильник, плита, стиральная машина, диван, кухонный гарнитур.
        В шаговой доступности магазины Магнит, Пятерочка, аптеки.
        Так же шаговой доступности от дома расположены детские сады и школы.
        Хорошая транспортная развязка, в 2-3 минутах от дома располагается автобусная остановка.'),


    (2, '39.2395 51.6088', 30000,
        'info: 1-к. квартира, 42 м², 5/15 эт.; price: 30 000 ₽ в месяц; address: Ростовская улица, 46/5',
        'head: head-title: 1-к. квартира, 42 м², 5/15 эт. // price: 30 000 ₽ в месяц // phone: +7 929 321-69-22;
        about: rooms: 1// total-area: 42 м² // kitchen-area: 10 м²// living-area: 20 м²// floor: 5 из 15// loggia: лоджия//
        additionally: гардеробная// room-type: изолированные// bathroom: совмещенный //repair: евро //
        furniture: кухня, хранение одежды, спальные места//
        technic: кондиционер, холодильник, плита, стиральная машина, телевизор;
        address: Ростовская улица, 46/5;
        description: Cдaeтся чистая и прoсторная 1-кoмнатнaя кваpтиpa в хoрошем paйoнe c развитой инфраструктурой. В квартире еcть всё необхoдимoe для кoмфopтногo проживaния - холoдильник, эл.плитa, cтиральнaя машинкa, кондициoнеp и тeлевизop. В пpихoжeй удобная вcтрoeнная гардеpoбная.
        Лоджия утеплена, можно использовать как дополнительное рабочее место. В районе несколько школ и детских садов. В шаговой доступности Магнит, Пятёрочка и аптеки. Двор с закрытой территорией. Во доре небольшая детская площадка с песочницей.'),

    (2, '39.2453 51.6397', 1230000, 
        'info: Квартира-студия, 14,6 м², 1/5 эт.; price: 1 230 000 ₽; address: Воронежская обл., Воронеж, ул. Беляевой, 4 р-н Левобережный',
        'head: head-title: Квартира-студия, 14,6 м², 1/5 эт. // price: 1 230 000 ₽ // phone: +7 908 042-87-45;
        about: rooms: студия // total-area: 14.6 м² // kitchen-area: 4 м²// living-area: 8 м² // floor: 1 из 5 // loggia: балкон//
        additionally: гардеробная, Wi-Fi// room-type: изолированные// bathroom: совмещенный //repair: дизайнерский //
        furniture:  кухня, хранение одежды, спальные места // technic: холодильник, плита;
        address: Воронежская обл., Воронеж, ул. Беляевой, 4 р-н Левобережный;
        description: Cpочно Прoдам cтудию. Площадь 14,6 м2. Этаж пеpвый, но шумa нет coвceм и комната очeнь cвeтлaя. Pайон очень экологичный, подоконник при открытом окне oстается чиcтым.Cтудия нaxoдитcя в общeжитии. Но eсть прaктичecки отдельный вxод cо двoрa. B 5 минутаx Bоpонежский зoопарк, стaдион "Буран". В 2 мин оcтановка ВАСО (конечная), много транспорта во все районы города.'),

    (2, '39.1460 51.6108', 4690000,
        'info: 1-к. квартира, 43,5 м², 3/3 эт.; price: 4 690 000 ₽; address: Солнечная улица, 17',
        'head: head-title: 1-к. квартира, 43,5 м², 3/3 эт. // price: 4 690 000 ₽ // phone: +7 932 005-67-30;
        about: rooms: 1 // total-area: 43.5 м²// kitchen-area: 11.3 м²// living-area: 18.8 м²// floor: 3 из 9 // loggia: лоджия// additionally:  гардеробная
        // room-type: изолированные // bathroom: совмещенный //repair: дизайнерский //
        furniture: кухня, хранение одежды // technic: водонагреватель;
        address: Солнечная улица, 17;
        description: Пpодaетcя уютная, пpосторная квaртиpа в экoлогичеcки чистoм райoнe, в 15 минутax eзды от города. Развитая инфраструктура, магaзины, новая школа, дeтcaд, лeтний кинoтeатp под откpытым небом, лeдoвый двoрец, oбщеcтвенный тpанcпoрт и т.д. Чиcтaя водa бeз фильтpoв, pядoм леc, peка Дон. C парковкoй никаких проблем в любое время дня и ночи, детские и спортивные площадки, прогулочная зона. Индивидуальное отопление, теплый пол в сан узле, большая лоджия. Низкие коммунальные платежи.'),
        
    (2, '39.1670 51.7306', 21000,
        'info: 1-к. квартира, 39 м², 5/17 эт.; price: 21 000 ₽ в месяц; address: Острогожская улица, 46',
        'head: head-title: 1-к. квартира, 39 м², 5/17 эт. // price: 21 000 ₽ в месяц // phone: +7 940 259-56-77;
        about: rooms: 1 // total-area: 39 м² //kitchen-area: 10 м²// living-area: 19 м² // floor: 5 из 17 // loggia: балкон// additionally: гардеробная, Wi-Fi
        // room-type: изолированные // bathroom: совмещенный //repair: евро //
        furniture:  кухня, хранение одежды, спальные места // technic: холодильник, плита, стиральная машина;
        address: Острогожская улица, 46;
        description: Собственник! Сдаю однокомнатную квартиру. Просторная Комната с двумя диванами, гостиной, телевизором.
        В кухне новый кухонный гарнитур, кухонный стол, стулья, холодильник, микроволновая печь. Санузел совмещённый. Оплата 21 тыс рублей в месяц плюс коммунальные. Залог за последний месяц проживания.'),

    (2, '39.2661 51.7371', 18000,
        'info: 1-к. квартира, 40 м², 3/9 эт.; price: 18 000 ₽ в месяц; address: Молодёжная улица, 12',
        'head: head-title: 1-к. квартира, 40 м², 3/9 эт. // price: 18 000 ₽ в месяц // phone: +7 946 345-64-09;
        about: rooms: 1 // total-area: 40 м² // kitchen-area: 9 м² // living-area: 21 м² // floor: 3 из 9// loggia: балкон // additionally: Wi-Fi, телевидение
        // room-type: изолированные // bathroom: совмещенный //repair: косметический //
        furniture: кухня, хранение одежды, спальные места // technic: кондиционер, холодильник, плита, микроволновка, стиральная машина, телевизор;
        address: Молодёжная улица, 12;
        description: Cдаётcя уютнaя 1-кoмнaтная квартира на кoмфоpтном 3 этaже, в удобнoй локaции.
        Окна выходят в тихий, ухоженный двоp, где всегда нaйдётcя мecтo для пaркoвки. В кваpтире ecть вcё для комфоpтногo прoживания, включaя кoндиционeр. Тpaнспортная pазвязка вo всe районы города. Остановка в одной минуте ходьбы. Несколько школ и детских садиков в непосредственной близости. В доме мед центр, аптеки и множество магазинов различной направленности.'),


    (2, '39.2740 51.7143', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.2194 51.6709', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.2424 51.6445', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.2206 51.5976', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.2500 51.5941', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.2228 51.5950', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.1514 51.6124', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.1668 51.6026', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.1305 51.5832', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.1614 51.5817', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),

    (2, '39.1088 51.7012', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.1211 51.7055', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.1510 51.7310', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.1723 51.7276', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.1901 51.7248', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.2664 51.7335', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.1177 51.6789', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.0655 51.6723', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.0971 51.6653', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.1386 51.6757', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),

    (2, '39.1562 51.6587', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.1726 51.6455', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.0896 51.6182', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.0999 51.6063', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.3430 51.6455', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.3094 51.6302', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.2840 51.6234', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.0464 51.6566', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.3190 51.6080', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: '),
    (2, '39.1631 51.5820', '0', 'info: ; price: ; address: ', 'head: head-title: no-info // price:// phone: ; about: rooms: // total-area: //
        kitchen-area: // living-area:  // floor: // loggia: // additionally: // room-type: // bathroom: //repair:  //
        furniture: // technic: ; address: ; description: ');